Repository: pervoj/fedoraconfig
Catalog: po/*.po
Languages: cs

source: Error: File `/etc/os-release` not found!
cs: Chyba: Soubor `/etc/os-release` nebyl nalezen!

source: You are not on Fedora or your system is broken!
cs: Nejste na Fedoře, nebo je váš systém rozbitý!

source: Error: You are not on Fedora or your system is broken!
cs: Chyba: Nejste na Fedoře, nebo je váš systém rozbitý!

source: Error: This script is made for Fedora {VERSION}!
cs: Chyba: Tento script je vytvořený pro Fedoru {VERSION}!

source: This program needs sudo privileges.
cs: Tento program potřebuje práva sudo.

source: We will ask you for your password.
cs: Zeptáme se vás na vaše heslo.

source: Do you agree?
cs: Souhlasíte?

source: Error: This program needs sudo privileges.
cs: Chyba: Tento program potřebuje práva sudo.

source: You probably won't see anything on your screen when you type in your password. Don't worry and keep typing. This behavior can be changed during the script.
cs: Při psaní vašeho hesla pravděpodobně na své obrazovce nic neuvidíte. Nebojte se a pokračujte v psaní. Toto chování bude možno změnit v průběhu scriptu.

source: Press Enter to continue…
cs: Pro pokračování stiskněte Enter…

source: Please, enter your password:
cs: Prosím, zadejte své heslo:

source: Everything is done!
cs: Vše je hotovo!

source: Thanks for using this script!
cs: Děkujeme za použití tohoto scriptu!

source: y
cs: a

source: Invalid entry! Please, try again:
cs: Neplatný vstup! Prosím, zkuste to znovu:

source: [question {} of {}]
cs: [{}. otázka z {}]

source: If you don't know what the option means, just press Enter to select the default answer. The default answers are chosen to suit as many people as possible.
cs: Pokud nevíte, co daná možnost znamená, stiskněte klávesu Enter a vyberte výchozí odpověď. Výchozí odpovědi jsou zvoleny tak, aby vyhovovaly co největšímu počtu lidí.

source: Now wait a while until everything is ready.
cs: Nyní chvíli počkejte, než bude vše hotové.

source: Adding Flathub repository…
cs: Přidává se repozitář Flathub…

source: Add Flathub repository to be able to download more apps?
cs: Přidat repozitář Flathub, aby bylo možné stahovat více aplikací?

source: Adding RPM Fusion repository…
cs: Přidává se repozitář RPM Fusion…

source: Add RPM Fusion repository to be able to download more apps?
cs: Přidat repozitář RPM Fusion, aby bylo možné stahovat více aplikací?

source: Are you fine with non-free apps?
cs: Jste v pořádku s nesvobodnými aplikacemi?

source: Enabling more parallel downloads…
cs: Povoluje se více paralelních stahování…

source: Increase the count of maximal parallel downloads?
cs: Zvýšit počet maximálních paralelních stahování?

source: On which number you want to set the maximal count?
cs: Na jaké číslo chcete nastavit maximální počet?

source: Enabling default yes in DNF…
cs: Povoluje se výchozí ano v DNF…

source: Set DNF default value to yes?
cs: Nastavit výchozí hodnotu DNF na ano?

source: Enabling the fastest mirror…
cs: Povoluje se hledání nejrychlejšího zrcadla…

source: Automatically find the fastest mirror?
cs: Automaticky vyhledat nejrychlejší zrcadlo?

source: Enabling DNF cache keeping…
cs: Povoluje se uchovávání cache DNF…

source: Keep DNF cache?
cs: Ponechat cache DNF?

source: Updating packages…
cs: Aktualizují se balíčky…

source: Update packages?
cs: Aktualizovat balíčky?

source: Installing multimedia codecs…
cs: Instalují se kodeky multimédií…

source: Install multimedia codecs?
cs: Nainstalovat kodeky multimédií?
